<?php
include_once 'conf.inc';
include_once PATH_LIB . '/tools.inc';
?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>服务条款</title>
<link href="style/global.css" rel="stylesheet" type="text/css" />
        <link href="style/index.css" rel="stylesheet" type="text/css" />
        <script language="javascript" src="script/jquery-1.7.1.min.js"></script>
        <script language="javascript" src="script/layout.js"></script>
        <script language="javascript" src="script/jquery.jqtransform.js"></script>
        <script type="text/javascript" src="script/main.js"></script>
        <script type="text/javascript" src="script/Library-min.js"></script>

</head>

<body>
<!-- 网站头部 -->
<?php include_once PATH_INC . '/head.inc'; ?>
<!-- 服务条款 -->
<div class="ind_main">
  <h2>服务条款</h2>
    <div class="clause">
      <h5>一、花范儿服务条款的确认</h5>
        <p>www.huafaner.com(以下简称本站)的各项电子服务的所有权和运作权归本站。本站提供的服务将完全按照其发布的服务条款和操作规则严格执行。用户必须完全同意所有服务条款并完成注册程序，才能成为本站的正式用户。用户确认：本协议条款是处理双方权利义务的约定依据，除非违反国家强制性法律，否则始终有效。在下订单的同时，您也同时承认了您拥有购买这些产品的权利能力和行为能力，并且对您在订单中提供的所有信息的真实性负责。
</p>
  <h5>二、服务简介</h5>
    <p>
      本站运用自己的操作系统通过国际互联网络为用户提供网络服务。同时，用户必须：<br />
(1)自行配备上网的所需设备，包括个人电脑、调制解调器或其他必备上网装置。<br />
(2)自行负担个人上网所支付的与此服务有关的电话费用、网络费用。<br />
基于本站所提供的网络服务的重要性，用户应同意：<br />
(1)提供详尽、准确的个人资料。<br />
(2)不断更新注册资料，符合及时、详尽、准确的要求。<br />
本站不公开用户信息<br />
除以下情况外：<br />
(1)用户授权本站透露这些信息。<br />
(2)相应的法律及程序要求本站提供用户的个人资料。<br />
如果用户提供的资料包含有不正确的信息，本站保留结束用户使用网络服务资格的权利。
    </p>
    <h5>三、价格</h5>
    <p>本站将尽最大努力保证您所购商品与网站上公布的价格一致，但价目表和声明并不构成要约。本站有权在发现了其网站上显现的产品及订单的明显错误或缺货的情况下，单方面撤回任何承诺。</p>
    <h5>四、送货及费用</h5>
    <p>
      本站会选择自建物流或指定第三方物流公司将产品送到您所指定的送货地址，本站不接受用户对第三方物流配送公司的指定。所有在本站上列出的送货时间为参考时间， 参考时间的计算是根据采购生产状况、正常的处理过程和送货时间、送货地点的基础上估计得出的。<br />
请清楚准确地填写您的真实姓名、送货地址及联系方式。因如下情况造成订单延迟或无法配送等，本站将不承担责任：<br />
(1)客户提供错误信息和不详细的地址；<br />
(2)货物送达无人签收，由此造成的重复配送所产生的费用及相关的后果。<br />
(3)不可抗力，例如：自然灾害、交通戒严、突发战争等。
    </p>
    <h5>五、服务条款的修改</h5>
    <p>本站将可能不定期的修改本用户协议的有关条款，默认为用户接受服务条款的变动。本站保留随时修改或中断服务而不需告知用户的权利。<br />本站行使修改或中断服务的权利，不需对用户或第三方负责。</p>
    <h5>六、用户隐私制度</h5>
    <p>
      尊重用户个人隐私是本站的一项基本政策，本站一定不会在未经合法用户授权时公开、编辑或透露其注册资料及保存在本站中的非公开内容，除非有法律许可要求或本站在诚信的基础上认为透露这些信件在以下四种情况是必要的：<br />
(1)遵守有关法律规定，遵从本站合法服务程序。<br />
(2)保持维护本站的商标所有权。<br />
(3)在紧急情况下竭力维护用户个人和社会大众的隐私安全。<br />
(4)符合其他相关的要求。
    </p>
    <h5>七.用户的帐号，密码和安全性</h5>
    <p>用户一旦注册成功，成为本站的合法用户，将得到一个密码和用户名。您可随时根据指示改变您的密码。用户将对用户名和密码安全负全部责任。另外，每个用户都要对以其用户名进行的所有活动和事件负全责。用户若发现任何非法使用用户帐号或存在安全漏洞的情况，请立即通告本站。
</p>
    <h5>八、拒绝提供担保</h5>
    <p>用户个人对网络服务的使用承担风险，本站对此不作任何类型的担保。本站不担保服务一定能满足用户的要求，也不担保服务不会受中断，对服务的及时性、安全性，出错发生都不作担保。</p>
    <h5>九、有限责任</h5>
    <p>本站对任何直接、间接、偶然、特殊及继起的损害不负责任，这些损害可能来自：不正当使用网络服务，在网上购买商品或进行同类型服务，在网上进行交易，非法使用网络服务或用户传送的信息有所变动。这些行为都有可能会导致本站的形象受损，所以本站事先提出这种损害的可能性。</p>
    <h5>十、对用户信息的存储和限制</h5>
    <p>本站不对用户所发布信息的删除或储存失败负责。本站有判定用户的行为是否符合本站服务条款的要求和精神的保留权利，如果用户违背了服务条款的规定，本站有中断对其提供网络服务的权利。</p>
    <h5>十一、结束服务</h5>
    <p>本站可以不经通知而自行决定终止全部或部分计划，或终止您的会员资格。即使本站没有要求或强制您严格遵守这些条款也并不构成对属于本站的任何权利的放弃。<br />
如果您在本站的客户账户被关闭，那么您也将丧失您的会员资格。对于该会员资格的丧失，您对本站不能主张任何权利或为此索赔。</p>
    <h5>十二、网络服务内容的所有权</h5>
    <p>本站定义的网络服务内容包括：文字、软件、声音、图片、录像、图表、广告中的全部内容；电子邮件的全部内容；本站为用户提供的其他信息。所有这些内容受版权、商标、标签和其它财产所有权法律的保护。所以，用户只能在本站和广告商授权下才能使用这些内容，而不能擅自复制、再造这些内容、或创造与内容有关的派生产品。本站所有的文章版权归原文作者和本站共同所有，任何人需要转载本站的文章，必须征得原文作者或本站授权。</p>
    <h5>十三、责任限制</h5>
    <p>如因不可抗力或其他本站无法控制的原因使本站销售系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，本站不承担责任。但是本站会尽可能合理地协助处理善后事宜，并努力使客户免受经济损失。除了本站的使用条件中规定的其它限制和除外情况之外，在中国法律法规所允许的限度内，对于因交易而引起的或与之有关的任何直接的、间接的、特殊 的、附带的、后果性的或惩罚性的损害，或任何其它性质的损害，本站、本站的董事、管理人员、雇员、代理或其它代表在任何情况下都不承担责任。本站的全部责任，不
论是合同、保证、侵权(包括过失)项下的还是其它的责任，均不超过您所购买的与该索赔有关的商品价值额。</p>
    <h5>十四、法律管辖和适用</h5>
    <p>本协议的订立、执行和解释及争议的解决均应适用中国法律。<br />
如发生本站服务条款与中国法律相抵触时，则这些条款将完全按法律规定重新解释，而其它合法条款则依旧保持对用户产生法律效力和影响。<br />
本协议的规定是可分割的，如本协议任何规定被裁定为无效或不可执行，该规定可被删除而其余条款应予以执行。<br />
如双方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，将诉诸于本站所在地的人民法院。</p>
    </div>
</div>
<!--  网站底部  -->
<?php include_once PATH_INC . '/foot.inc'; ?>

</body>

</html>
